Dlubal.RFEM5.INonlinearityDiagram
Interface for working with nonlinearity diagram

Dlubal.RFEM5.INonlinearityDiagram.GetData
Gets nonlinearity diagram parameters.
Returns: Diagram parameters

Dlubal.RFEM5.INonlinearityDiagram.SetData(System.UInt32@)
Sets nonlinearity diagram parameters.
Diagram: Diagram parameters